[
    {
        "name": "Seismic Charges",
        "type": "System",
        "sp": 2,
        "tags": [{"id": "tg_limited", "val": 3}],
        "source": "RET",
        "license": "Cryptocerus",
        "license_level": 1,
        "effect": "Expend a charge for one of the following effects<br><br>Seismic Grenade - Grenade Range 5<br>Your target must make an Agility Save or suffer 2 AP Kinetic damage and fall prone. Additionally you may place 2 Size 1 terrain pieces adjacent to your target, they have 5 hp and 5 evasion.<br><br>Seismic Mine - Mine<br>When detonated all characters within Burst 1 of the mine must make an Agility Save or suffer 2 AP Kinetic damage and be knocked prone. Additionally you may place 2 Size 1 terrain pieces within the burst, they have 5 hp and 5 evasion.",
        "description": "",
        "data_type": "system",
        "aptitude": {}
      },
      {
        "name": "Regenerative Systems",
        "type": "System",
        "sp": 2,
        "tags": [],
        "source": "RET",
        "license": "Cryptocerus",
        "license_level": 2,
        "effect": "When you take the Stabilize Action, you may pick 3 of the options from the list of secondary benefits rather than 1. If you spend a Repair during the Stabilize, you gain 2 Overshield.",
        "description": "<i>Combining modern ceramic alloys with vat-grown chitin can create mech components that are self repairing.</i>",
        "data_type": "system",
        "aptitude": {}
      },
      {
        "name": "Formic Shield",
        "type": "System",
        "sp": 2,
        "tags": [{"id": "tg_shield"},{"id": "tg_limited","val": 6},{"id": "tg_protocol"}],
        "source": "RET",
        "license": "Cryptocerus",
        "license_level": 2,
        "effect": "As a Protocol, expend a charge, until the start of your next turn when this mech is hit by an attack originating from within Range 3 the attacker must make an Engineering save or take 2 Burn and suffer the Poisoned condition",
        "description": "<i>The Formic Shield makes use of the Reticulum nano-biological substance known colloquially as Poison</i>",
        "data_type": "system",
        "aptitude": {}
      },
      {
        "name": "Subduction Engine",
        "type": "System",
        "sp": 2,
        "tags": [{"id": "tg_reaction","val": 1}],
        "source": "RET",
        "license": "Cryptocerus",
        "license_level": 3,
        "effect": "<b>Trigger:</b> A Turn begins<br><b>Effect:</b> Place a size 1 piece of terrain in a free space adjacent to your mech, it has 5 HP and 5 Evasion",
        "description": "",
        "data_type": "system",
        "aptitude": {}
      },
      {
        "name": "Venomous Targeting",
        "type": "System",
        "sp": 2,
        "tags": [{"id": "tg_protocol"}],
        "source": "RET",
        "license": "Geminata",
        "license_level": 1,
        "effect": "As a Protocol on your turn you may Lock On to 1 Target in your Sensors that is suffering Poisoned. This target must make an Engineering Save or lose the Hidden and Invisible Condition, if it has them.",
        "description": "",
        "data_type": "system",
        "aptitude": {}
      },
      {
        "name": "Topographical Infestor",
        "type": "System",
        "sp": 2,
        "tags": [{"id": "tg_limited","val": 6}],
        "source": "RET",
        "license": "Geminata",
        "license_level": 2,
        "effect": "Expend a charge and select a piece of terrain within Sensors. The selected terrain takes 10 AP Kinetic damage. If this destroys the terrain, select up to 3 spaces within Burst 1 of that terrain to become Dangerous Terrain.",
        "description": "",
        "data_type": "system",
        "aptitude": {}
      },
      {
        "name": "Poison Charges",
        "type": "System",
        "sp": 2,
        "tags": [{"id": "tg_limited","val": 3}],
        "source": "RET",
        "license": "Geminata",
        "license_level": 3,
        "effect": "Expend a charge for one of the following effects as a Quick Action<br><br><b>Poison Grenade - Grenade Range 5</b><br>This Grenade creates a Cone 3 area originating in the Target’s space, all characters in the area must make an Agility Save or suffer 2 Burn and Poison<br><br><b>Poison Mine - Mine</b><br>When a character moves into or adjacent this mine’s space, creates a Cone 3 area originating in that character’s space, all characters in the area must make an Agility Save or suffer 2 Burn and Poison",
        "description": "",
        "data_type": "system",
        "aptitude": {}
      }
]