[
    {
        "name": "Seismic Charges",
        "type": "System",
        "sp": 2,
        "tags": [{"id": "tg_limited", "val": 3}],
        "source": "RET",
        "license": "Cryptocerus",
        "license_level": 1,
        "effect": "Expend a charge for one of the following effects<br><br>Seismic Grenade - Grenade Range 5<br>Your target must make an Agility Save or suffer 2 AP Kinetic damage and fall prone. Additionally you may place 2 Size 1 terrain pieces adjacent to your target, they have 5 hp and 5 evasion.<br><br>Seismic Mine - Mine<br>When detonated all characters within Burst 1 of the mine must make an Agility Save or suffer 2 AP Kinetic damage and be knocked prone. Additionally you may place 2 Size 1 terrain pieces within the burst, they have 5 hp and 5 evasion.",
        "description": "",
        "data_type": "system",
        "aptitude": {}
      },
      {
        "name": "Regenerative Systems",
        "type": "System",
        "sp": 2,
        "tags": [],
        "source": "RET",
        "license": "Cryptocerus",
        "license_level": 2,
        "effect": "When you take the Stabilize Action, you may pick 3 of the options from the list of secondary benefits rather than 1. If you spend a Repair during the Stabilize, you gain 2 Overshield.",
        "description": "<i>Combining modern ceramic alloys with vat-grown chitin can create mech components that are self repairing.</i>",
        "data_type": "system",
        "aptitude": {}
      },
      {
        "name": "Formic Shield",
        "type": "Shield",
        "sp": 2,
        "tags": [{"id": "tg_shield"},{"id": "tg_limited","val": 6},{"id": "tg_protocol"}],
        "source": "RET",
        "license": "Cryptocerus",
        "license_level": 2,
        "effect": "As a Protocol, expend a charge, until the start of your next turn when this mech is hit by an attack originating from within Range 3 the attacker must make an Engineering save or take 2 Burn and suffer the Poisoned condition",
        "description": "<i>The Formic Shield makes use of the Reticulum nano-biological substance known colloquially as Poison</i>",
        "data_type": "system",
        "aptitude": {}
      },
      {
        "name": "Subduction Engine",
        "type": "System",
        "sp": 2,
        "tags": [
          {
            "id": "tg_unique"
          },
          {
            "id": "tg_reaction"
          }
        ],
        "source": "RET",
        "license": "Cryptocerus",
        "license_level": 1,
        "effect": {
          "name": "Emergency Subduction",
          "effect_type": "Reaction",
          "frequency": "1/round",
          "trigger": "A Turn begins",
          "detail": "Place a size 1 piece of terrain in a free space adjacent to your mech, it has 5 HP and 5 Evasion."
        },
        "description": "",
        "data_type": "system",
        "aptitude": {}
      },
      {
        "name": "Venomous Targeting",
        "type": "System",
        "sp": 2,
        "tags": [{"id": "tg_protocol"}],
        "source": "RET",
        "license": "Geminata",
        "license_level": 1,
        "effect": "As a Protocol on your turn you may Lock On to 1 Target in your Sensors that is suffering Poisoned. This target must make an Engineering Save or lose the Hidden and Invisible Condition, if it has them.",
        "description": "",
        "data_type": "system",
        "aptitude": {}
      },
      {
        "name": "Topographical Infestor",
        "type": "System",
        "sp": 2,
        "tags": [{"id": "tg_limited","val": 6}],
        "source": "RET",
        "license": "Geminata",
        "license_level": 2,
        "effect": "Expend a charge and select a piece of terrain within Sensors. The selected terrain takes 10 AP Kinetic damage. If this destroys the terrain, select up to 3 spaces within Burst 1 of that terrain to become Dangerous Terrain.",
        "description": "",
        "data_type": "system",
        "aptitude": {}
      },
      {
        "name": "Poison Charges",
        "type": "Deployable",
        "sp": 2,
        "tags": [{
            "id": "tg_limited",
            "val": 3
          },
          {
            "id": "tg_unique"
          }
        ],
        "source": "RET",
        "license": "Geminata",
        "license_level": 3,
        "effect": {
          "effect_type": "Charge",
          "charges": [{
              "name": "Poison Grenade",
              "charge_type": "Grenade",
              "range": [{
                  "type": "Range",
                  "val": 5
                },
                {
                  "type": "Cone",
                  "val": 3
                }
              ],
              "detail": "This Grenade creates a Cone 3 area originating in the Target’s space, all characters in the area must make an Agility Save or suffer 2 Burn and Poison."
            },
            {
              "name": "Poison Mine",
              "charge_type": "Mine",
              "range": [{
                "type": "Cone",
                "val": 3
              }],
              "detail": "When a character moves into or adjacent this mine’s space, creates a Cone 3 area originating in that character’s space, all characters in the area must make an Agility Save or suffer 2 Burn and Poison."
            }
          ]
        },
        "description": "",
        "data_type": "system",
        "aptitude": {}
      },
      {
        "name": "Poison Drone",
        "type": "System",
        "sp": 2,
        "tags": [{"id": "tg_drone"}],
        "source": "RET",
        "license": "Nicrophorus",
        "license_level": 1,
        "effect": "<b>Poison Drone (SIZE 1/2, HP 5, EVASION 10, E-DEFENSE 10, TAGS: DRONE)</b><br><br>This poison drone may be deployed to any free space within sensors and line of sight. Upon deployment, it targets a Burst 2 area centered on itself and you gain the Crop Dusting  reaction (usable any number of times a round).<br>You may recall or redeploy the poison drone as a quick action. Unless recalled or destroyed, it remains deployed until the end of the scene.<br><br><b>Crop Dusting<br>Reaction, 1/round<br>Trigger:</b>A hostile character starts movement in or enters the area targeted by your poison drone.<br><b>Effect:</b>The hostile character must make an Agility Save or suffer 1 Burn and Poisoned",
        "description": "",
        "data_type": "system",
        "aptitude": {}
      },
      {
        "name": "Bacterial ECM",
        "type": "Tech",
        "sp": 2,
        "tags": [{"id": "tg_unique"}],
        "source": "RET",
        "license": "Nicrophorus",
        "license_level": 1,
        "effect": "You gain +1 accuracy on tech attacks against characters with the Poisoned condition.<br>If you roll more than a 20 on a Tech Attack against a character with the Poisoned condition they suffer 3 Heat.",
        "description": "<i>The pseudobacteria of Poison can be tuned to assist in electronic countermeasure activity.</i>",
        "data_type": "system",
        "aptitude": {}
      },
      {
        "name": "Bell Jar Protocol",
        "type": "Tech",
        "sp": 2,
        "tags": [{
            "id": "tg_unique"
          },
          {
            "id": "tg_quick_tech"
          },
          {
            "id": "tg_invade"
          }
        ],
        "source": "RET",
        "license": "Nicrophorus",
        "license_level": 2,
        "effect": {
          "effect_type": "Tech",
          "activation": "Quick",
          "option_set": "Invade",
          "options": [{
              "name": "Nanite Mire",
              "detail": "If the target is in difficult or dangerous terrain, or adjacent to a piece of terrain with hitpoints, they suffer 2 Burn and Poisoned"
            },
            {
              "name": "Bacterial Carapace",
              "detail": " If the target is suffering the Poisoned Condition, it becomes Impaired and Slowed until the Poisoned Condition is Cleared."
            }
          ]
        },
        "description": "",
        "data_type": "system",
        "aptitude": {}
      },
      {
        "name": "Cradelization  Drone",
        "type": "Tech",
        "sp": 2,
        "tags": [{"id": "tg_drone"}],
        "source": "RET",
        "license": "Nicrophorus",
        "license_level": 3,
        "effect": {
          "effect_type": "Drone",
          "size": 0.5,
          "hp": 5,
          "edef": 10,
          "evasion": 10,
          "detail": "This cradelization drone may be deployed to any free space within sensors and line of sight. While deployed you have access to the Terrain Processing Protocols, you may only use one Terrain Processing Protocol per turn.<br>You may recall or redeploy the cradelization drone as a quick action. Unless recalled or destroyed, it remains deployed until the end of the scene.<br><br><b>Terrain Processing: Levelling</b><br>As a Protocol you may target a space containing difficult terrain and a character both within 2 spaces of the Cradelization Drone. The difficult terrain is removed, and the target character may clear the Slowed or Immobilized Conditions<br><br><b>Terrain Processing: Solidity</b><br>As a Protocol you may target a space containing terrain with hitpoints and a character both within 2 spaces of the Cradelization Drone. The terrain takes 5 AP kinetic damage, and the target character gains 4 Overshield",
          "tags": [{
            "id": "tg_drone"
          }]
        },
        "description": "",
        "data_type": "system",
        "aptitude": {}
      }
]